brew 'bash'
brew 'bat'
brew 'chezmoi'
brew 'coreutils'
brew 'curl'
brew 'direnv'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'gnu-sed'
brew 'gnupg'
brew 'htop'
brew 'jq'
brew 'ripgrep'
brew 'starship'
brew 'tmux'
brew 'yq'

brew 'node'
brew 'python'
brew 'r'
brew 'sqlite'

tap 'homebrew/services'

brew 'awscli'
brew 'gh'
brew 'kubernetes-cli'
brew 'litecli'
brew 'macos-trash'
brew 'nmap'
brew 'pgcli'
brew 'pipx'
brew 'poetry'
brew 'rclone'
brew 'tldr'
brew 'yt-dlp'

tap 'homebrew/services'
tap 'homebrew/cask'

cask 'aldente'
cask 'blackhole-2ch'
cask 'brave-browser'
cask 'calibre'
cask 'devtoys'
cask 'docker'
cask 'firefox'
cask 'google-cloud-sdk'
cask 'iina'
cask 'iterm2'
cask 'obsidian'
cask 'raycast'
cask 'stats'
cask 'visual-studio-code'

tap 'homebrew/cask-fonts'
cask 'font-fira-code'
cask 'font-jetbrains-mono'

brew 'libjpeg'
brew 'libtiff'
brew 'libpng'
brew 'libzip'
brew 'zstd'
brew 'webp'
brew 'xz'
